Repository: mnimtz/mysecureprint-server
Catalog: clients/ios/PrintUploadWidget/Localizable.xcstrings
Source language: de
Languages: en, es, fr, it, nb, nl, sv

source: %d Ziele
en: %d targets
es: %d destinos
fr: %d destinations
it: %d destinazioni
nb: %d mål
nl: %d doelen
sv: %d mål

source: %lld ausstehend
en: %lld pending
es: %lld pendiente
fr: %lld en attente
it: %lld in attesa
nb: %lld ventende
nl: %lld in behandeling
sv: %lld väntande

source: %lld Jobs ausstehend
en: %lld jobs pending
es: %lld trabajos pendientes
fr: %lld travaux en attente
it: %lld lavori in sospeso
nb: %lld jobber ventende
nl: %lld taken in behandeling
sv: %lld jobb väntande

source: Druckstatus
en: Print Status
es: Estado de impresión
fr: État d'impression
it: Stato di stampa
nb: Utskriftsstatus
nl: Afdrukstatus
sv: Utskriftsstatus

source: Fehler
en: Error
es: Error
fr: Erreur
it: Errore
nb: Feil
nl: Fout
sv: Fel

source: Gesendet
en: Sent
es: Enviado
fr: Envoyé
it: Inviato
nb: Sendt
nl: Verzonden
sv: Skickat

source: Gesendet ✓
en: Sent ✓
es: Enviado ✓
fr: Envoyé ✓
it: Inviato ✓
nb: Sendt ✓
nl: Verzonden ✓
sv: Skickat ✓

source: Kein Job
en: No Job
es: Sin trabajo
fr: Aucun travail
it: Nessun lavoro
nb: Ingen jobb
nl: Geen taak
sv: Inget jobb

source: Letzter Druckauftrag und ausstehende Jobs.
en: Latest print job and pending jobs.
es: Último trabajo de impresión y trabajos pendientes.
fr: Dernier travail d'impression et travaux en attente.
it: Ultimo lavoro di stampa e lavori in sospeso.
nb: Siste utskriftsjobb og ventende jobber.
nl: Laatste afdruktaak en openstaande taken.
sv: Senaste utskriftsjobb och väntande jobb.

source: Wird gesendet…
en: Sending…
es: Enviando…
fr: Envoi en cours…
it: Invio in corso…
nb: Sender…
nl: Wordt verzonden…
sv: Skickar…
